Repository: helsingborg-stad/modularity-resource-booking
Catalog: languages/modularity-resource-booking-*.po
Languages: sv_se

source: Company name
sv_se: Företagsnamn

source: Company number
sv_se: Företagsnummer

source: Contact person
sv_se: Kontaktperson

source: Billing address
sv_se: Fakturaadress

source: Modularity Resource Booking - Booking Form
sv_se: Modularity Resursbokning

source: Select article type
sv_se: Välj artikeltyp

source: Package
sv_se: Paket

source: package
sv_se: paket

source: Select package
sv_se: Välj paket

source: Campaign Name Heading
sv_se: Rubrik för kampanjnamn

source: Calendar Heading
sv_se: Rubrik för kalender

source: Files Heading
sv_se: Rubrik för filer

source: Summary Heading
sv_se: Rubrik för summering

source: Customer actions
sv_se: Kund händelser

source: New customer account
sv_se: Nytt kund konto

source: New order
sv_se: Ny beställning

source: Customer cancel order
sv_se: Kund avbryter beställning

source: Customer account approved
sv_se: Kundkonto godkänt

source: Customer group tax setting
sv_se: Kundgruppens momsinställningar

source: Show incl. vat
sv_se: Visa pris inkl. moms

source: Toggles the indicator to show if the price is with or without tax. This setting will not affect or calculate the sum of products to reflect a value with tax.
sv_se: Växlar mellan att visa priser med eller utan moms. Den här inställningen kommer inte göra någon priskalkylering eller påverka priset på något sätt.

source: incl. vat
sv_se: Inkl. moms

source: excl. vat
sv_se: exkl. moms

source: Customer account
sv_se: Kundkonto

source: Account status
sv_se: Kontostatus

source: Active
sv_se: Aktiv

source: Disabled
sv_se: Inaktiv

source: Customer group
sv_se: Kundgrupp

source: Default order status
sv_se: Förvald orderstatus

source: New orders
sv_se: Ny order

source: Defines a default order status on new orders.
sv_se: Definierar en orderstatus på nya ordrar

source: Defines a default order status when customer upload files.
sv_se: Definierar en standardorderstatus vid uppladdning av filer.

source: Brand color
sv_se: Varumäresfärg

source: Email brand color
sv_se: Varumärkesfärg i epostmeddelande

source: Select a dark brand color to be used in the automatic email from resource booking.
sv_se: Välj en mörk färg från ditt varumärkestema. Färgen används i automatiska utskick från resursbokningsystemet.

source: Manager email
sv_se: Administratörens epostadress

source: A email that will be contacted if there are any new user registrations and other requests that requires administration.
sv_se: Ett e-postadress som kommer att kontaktas om det finns nya användarregistreringar och andra förfrågningar som kräver administration.

source: Economy email
sv_se: Ekonomi E-post

source: Where to send automatically generated invoices.
sv_se: Var automatiskt genererade fakturor skall skickas.

source: Slot limit
sv_se: Bokningsgräns per tidsperiod

source: Enter a slot limit for the group. Leave empty if limit is unlimited.
sv_se: Ange en bokningsgräns för gruppen under en tidsperiod. Lämna tom för att inte lägga en begränsning.

source: Mail
sv_se: E-post

source: Recipient
sv_se: Mottagare

source: Use comma seperated list of emails (for multiple recipients). Avalible shortcodes for dynamic recipients: <b>[customer-mail] [manager-mail] [economy-mail]</b>
sv_se: Använd kommaseparerad med e-postadresser (för flera mottagare). Tillgängliga kortkoder för dynamiska mottagare: <b>[customer-mail] [manager-mail] [economy-mail]</b>

source: Subject
sv_se: Ämne

source: Content
sv_se: Innehåll

source: Links
sv_se: Länkar

source: Custom link
sv_se: Anpassad länk

source: Dynamic link
sv_se: Dynamisk länk

source: Additional Content
sv_se: Ytterligare innehåll

source: Customer Details
sv_se: Kunduppgifter

source: Order Details
sv_se: Orderdetaljer

source: Order Summary
sv_se: Ordersummering

source: Customer details - Heading
sv_se: Kunduppgifter - Rubrik

source: Customer details - Fields
sv_se: Kunduppgifter - Rubrik

source: Name
sv_se: Namn

source: Email
sv_se: E-post

source: Phone
sv_se: Telefon

source: Company
sv_se: Företag

source: Organization number
sv_se: Organisationsnr

source: Customer Group
sv_se: Kundgrupp

source: VAT number
sv_se: Moms-nummer

source: GLNR number
sv_se: GLN-nummer

source: name
sv_se: namn

source: email
sv_se: e-pst

source: phone
sv_se: telefon

source: company
sv_se: företag

source: companyNumber
sv_se: företagsnummer

source: contactPerson
sv_se: kontaktperson

source: vat
sv_se: moms

source: Campaign name
sv_se: Kampanjnamn

source: Order ID
sv_se: Beställnings ID

source: Order date
sv_se: Beställningsdatum

source: Order summary - Heading
sv_se: Ordersummering - Rubrik

source: Messages
sv_se: Meddelanden

source: Registered order
sv_se: Registrerad order

source: This message will appear when successfully submitting a new order through the booking form.
sv_se: Detta meddelande kommer att visas när du skickat en ny order genom bokningsformuläret.

source: Customer
sv_se: Kund

source: Articles (hidden)
sv_se: Artiklar (dolda)

source: List of ordered articles.
sv_se: Lista på beställda artiklar

source: Type
sv_se: Typ

source: The article type.
sv_se: Artikeltyp

source: Product
sv_se: Produkt

source: product
sv_se: produkt

source: Article
sv_se: Artikel

source: The article that the customer has ordered.
sv_se: Artikeln som kunded har beställt

source: Booked time interval.
sv_se: Bokad tidsintervall

source: Articles
sv_se: Artiklar

source: Attached order media
sv_se: Bifogade filer till den här ordern

source: Media items
sv_se: Orderunderlag

source: Add media item
sv_se: Lägg till orderunderlag

source: File
sv_se: Fil

source: Notes about this order
sv_se: Orderanteckningar

source: Internal instructions or notes about this order.
sv_se: Interna anteckningar för den här ordern

source: No notes has been made about this order yet...
sv_se: Inga anteckningar har gjorts kopplat till den här ordern ännu

source: Status Change Actions
sv_se: Status Ändra åtgärd

source: Do these actions when order aquire status
sv_se: Gör dessa åtgärder när statusen erhålls

source: Can be canceled
sv_se: Kan avbrytas

source: Enable this setting if an order can be canceled with this status.
sv_se: Aktivera inställningen om en order kan avbrytas som har den här statusen.

source: Package details
sv_se: Paketdetaljer

source: Package price
sv_se: Paketpris

source: We are automatically calculating a price from the procuct prices, but you may override this by entering a package price in this field.
sv_se: Vi räknar automatiskt ut ett pris på paketet, utifrån vilka produkter som ingår. Du kan ändra detta till ett manuellt inmatat pris.

source: Customer group price variations
sv_se: Prisvariationer för kundgrupper

source: Add price variation
sv_se: Lägg till prisvariant

source: Product price
sv_se: Produktens pris

source: Items in stock
sv_se: Antal i lager

source: We have
sv_se: Det finns

source: items in stock
sv_se: i lager

source: Product details
sv_se: Produktdetaljer

source: Base price
sv_se: Baspris

source: A price for this specific product. This is used as a base to calculate the product package price.
sv_se: Priset för den här produkten. Det här priset används för att automatiskt prissätta ett paket.

source: Product location
sv_se: Produktens plats

source: Where the resource is located
sv_se: Var produkten finns geografiskt belägen (t.ex. upphämtningsplats)

source: Product media requirements
sv_se: Produktens materialkrav

source: Media name (optional)
sv_se: Media namn (valfritt)

source: Enter the media name
sv_se: Ange materialets namn

source: File types
sv_se: Accepterade filtyper.

source: Accepted file types.
sv_se: Accepterade filtyper.

source: Maxiumum filesize
sv_se: Maximal filstorlek

source: Width
sv_se: Bredd

source: Height
sv_se: Höjd

source: Google API Key
sv_se: Google API nyckel

source: Add your google API key
sv_se: Ange en google api-nyckel

source: Map Location
sv_se: Kartans position

source: Add area name of you resources (Helsingborg)
sv_se: Ange i vilken stad dina resurser finns

source: Order history
sv_se: Beställningshistorik

source: Sign in
sv_se: Logga in

source: Select the page where the sign in form is placed.
sv_se: Välj vilken sida som användaren ska landa på för att kunna logga in (där inloggningsformuläret visas)

source: General terms
sv_se: Allmänna Villkor

source: Select the page where the general terms is placed.
sv_se: Välj den sida där de allmänna villkoren är placerade.

source: Time Slots Management
sv_se: Schemaläggning

source: Schedule setup
sv_se: Inställningar för schemaläggning

source: Weekly
sv_se: Automatiska veckor

source: Manual
sv_se: Manuell inmatning

source: Time slots
sv_se: Schemaläggning

source: This list will automatically be filtered for invalid slots, the following rules will apply: <br/> <br/> <span style="background-color: #ff0000; color: #fff;">- Negative timeslots cannot be stored.</span> <br/> <span style="background-color: #ff0000; color: #fff;">- Passed time slots will be removed (taking account the offset time).</span> <br/> <span style="background-color: #ff0000; color: #fff;">- Duplicate timeslots will be removed.</span><br/> <br/> If your value won't save, it's possible it dosen't meet the requirements.
sv_se: Den här listan filtreras automatiskt. Ogilitga tidsperioder kommer att tas bort. Följande regler appliceras: <br/> <br/> <span style="background-color: #ff0000; color: #fff;">- Negativa perioder kan inte lagras.</span> <br/> <span style="background-color: #ff0000; color: #fff;">- Passerade perioder filtreras bort (inklusive tidsförskjutning).</span> <br/> <span style="background-color: #ff0000; color: #fff;">- Identiska/dubbletter av tidsperioder tas bort.</span><br/> <br/> Om ditt värde inte sparas, är det troligt att kraven inte uppfylls.

source: Start date
sv_se: Startdatum

source: End date
sv_se: Slutdatum

source: Pattern mode
sv_se: Mönsterläge

source: You have selected a weekly pattern, the system will automatically create slots a year ahead.
sv_se: Du har angett ett automatiskt mönster baserat på veckor. Systemet skapar automatiskt upp mönster för ett år framöver.

source: Time slots offset
sv_se: Förskjutning av bokningsbara tider

source: You can offset the bookable time slots by 'n' number of weeks. This will prevent users from booking the upcoming weeks in set period of time.
sv_se: Du kan förskjuta första bokbara datum med x-antal veckor. Den här inställningen förhindrar bokning av tider i omedelbar framtid.

source: Offset bookable weeks by
sv_se: Förskjut första lediga tid med

source: weeks
sv_se: veckor

source: Glnr (e-invoice number)
sv_se: GLN nr. (e-fakturanummer)

source: VAT-Number
sv_se: Momsreg Nr

source: Phone number
sv_se: Telefonnummer

source: A parameter is missing:
sv_se: Ett inmatningsvärde saknas:

source: A user account is already registered with this email.
sv_se: Ett konto finns redan registrerat på denna epostadress.

source: Malformed email adress provided.
sv_se: Epostadressen är inte av ett giltigt format.

source: Your user account has been created, you will be notified when its approved and ready to use.
sv_se: Ditt användarkonto har skapats, du kommer att meddelas när det har godkänts och är klart att användas.

source: Something unexpected happened.
sv_se: Hoppsan, något gick fel.

source: That is not a valid user identification.
sv_se: Det här är inget giltigt användar-id.

source: That email adress is already taken, sorry.
sv_se: Den här e-postadressen är redan registrerad,

source: Your account details has been updated.
sv_se: Dina kontouppgifter har uppdaterats.

source: The order could not be canceled.
sv_se: Avbeställningen misslyckades.

source: The order has been canceled.
sv_se: Beställningen har tagits bort.

source: You have to specify a article.
sv_se: Du måste ange en artikel.

source: No articles could be found with 'article_id':
sv_se: Det fanns ingen artikel med följande artikel-id:

source: Out of stock for 'article_id':
sv_se: Slut i lager för 'article_id':

source: Bummer, something went wrong.
sv_se: Hoppsan, något gick fel.

source: Your order have been registered.
sv_se: Din beställning har registrerats.

source: Visit
sv_se: Besök

source: Order History
sv_se: Orderhistorik

source: to view your order
sv_se: för att se din beställning

source: Could not find any order with that id.
sv_se: Det gick inte att hitta någon order med det id.

source: You dont have permission to upload to this order.
sv_se: Du har inte behörighet att ladda upp till den här beställningen.

source: Order has no articles.
sv_se: Beställningen har inga artiklar.

source: Files has been uploaded to the order.
sv_se: Filer har laddats upp till ordern.

source: The post request sent was empty.
sv_se: Fel: Ett anrop som var tomt skickades.

source: Could not find any package with that id.
sv_se: Kunde inte hitta något paket på det indetifikationsnumret som angavs.

source: No result found.
sv_se: Hittade inget resultat

source: USD
sv_se: SEK

source: Your account has not been enabled yet, please wait for a activation notice in your email inbox.
sv_se: Ditt konto har inte aktiverats än, vänta vänta på ett aktiveringsmeddelande i din e-postbrevlåda.

source: Customer groups
sv_se: Kundgrupper

source: Your account is not verified yet.
sv_se: Ditt konto har inte verifierats ännu.

source: Show All
sv_se: Visa alla

source: Filter
sv_se: Filtrera

source: Add new %s
sv_se: Lägg till ny %s

source: Edit %s
sv_se: Redigera %s

source: New %s
sv_se: Ny %s

source: View %s
sv_se: Visa %s

source: Search %s
sv_se: Sök %s

source: No %s found
sv_se: Inga %s hittades

source: No %s found in trash
sv_se: Inga %s hittades i papperskorgen

source: Parent %s:
sv_se: Förälder %s:

source: All %s
sv_se: Alla %s

source: Update %s
sv_se: Uppdatera %s

source: Add New %s
sv_se: Lägg till ny %s

source: New %s Name
sv_se: Ny %s namn

source: The user data you requested was not found.
sv_se: De användardata du begärde hittades inte.

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: The subject cannot be empty.
sv_se: Ämnet kan inte vara tomt.

source: The content cannot be empty.
sv_se: Innehållet kan inte vara tomt.

source: Each table array item must contain 'content' and 'heading' sub keys.
sv_se: Varje tabelluppsättningspost måste innehålla "innehåll" och "rubrik" undernycklar.

source: The file: "%s" could not be uploaded.
sv_se: Filen: " %s" kunde inte laddas upp.

source: Invalid file type: "%s".
sv_se: Ogiltig filtyp: " %s".

source: Imagick not installed.
sv_se: Imagick är inte installerat.

source: Imagick failed to get file dimensions.
sv_se: Imagick kunde inte hämta filens mått.

source: One or many required files is missing.
sv_se: En eller flera obligatoriska filer saknas.

source: Your file has wrong dimensions: %spx. Please upload a file with following dimensions: %spx.
sv_se: Filen har fel mått: %spx. Vänligen ladda upp en fil med följande mått: %spx.

source: Wrong file dimensions.
sv_se: Felaktiga mått.

source: Removed package
sv_se: Ta bort paketet

source: Removed product
sv_se: Borttagen produkt

source: Your password should be at least 6 characters long, containing both letters and numbers.
sv_se: Ditt lösenord ska vara minst 6 tecken långt, innehållande både bokstäver och siffror.

source: Invalid format on provided organization number.
sv_se: Du har inget ett felaktigt organisationsnummer. Ett organisationsnummer består av 10 siffror.

source: Invalid format on provided personal number.
sv_se: Du har angivit ett felaktigt personnummer. Ett personnummer ska bestå av 10 eller 12 siffror.

source: Invalid format on provided personal or organization number.
sv_se: Du har angivit ett felaktigt person eller organisations -nummer. Ett person eller organisations -nummer ska bestå av 10 eller 12 siffror.

# Post type plural
source: Mail Templates
sv_se: E-post Mallar

# Post type singular
source: Mail Template
sv_se: E-post Mall

source: Mail actions
sv_se: Mail-åtgärder

source: Order details
sv_se: Detaljer för order

source: Order Date
sv_se: Beställningsdatum

source: Summary
sv_se: Summering

source: Week
sv_se: Vecka

source: Total
sv_se: Totalt

source: Resource Booking Form
sv_se: Resursbokningsformulär

source: Resource Booking Forms
sv_se: Resursbokningsformulär

source: Outputs a form for booking resources.
sv_se: Visar ett formulär för bokning av resurser.

source: 1. Enter campaign name
sv_se: 1. Ange kampanjnamn

source: 2. Select advertising period
sv_se: 2. Välj annonsperiod

source: 3. Upload files
sv_se: 3. Ladda upp filer

source: Go back
sv_se: Gå tillbaka

source: Order
sv_se: Boka

source: Could not find any slots, please contact an administrator.
sv_se: Det gick inte att hitta några tillgängliga datum, var god kontakta en administratör.

source: Make a new order
sv_se: Skapa ny order

source: Add
sv_se: Lägg till

source: Remove
sv_se: Ta bort

source: Dimensions
sv_se: Dimensioner

source: Max Filesize
sv_se: Max filstorlek

source: Allowed Filetypes
sv_se: Tillåtna filtyper

source: Please select atleast one date in the calendar
sv_se: Vänligen välj minst ett datum i kalendern

source: You are not logged in.
sv_se: Du är inte inloggad.

source: Order histories
sv_se: Beställningshistorik

source: Outputs a list of previous orders.
sv_se: Visar en lista över tidigare beställningar.

source: Next
sv_se: Nästa

source: Previous
sv_se: Föregående

source: Something went wrong.
sv_se: Hoppsan, något gick fel.

source: No orders found.
sv_se: Inga beställningar hittades.

source: Order #
sv_se: Beställning #

source: Date
sv_se: Datum

source: Price
sv_se: Pris

source: Canceled
sv_se: Avbruten

source: Cancel order
sv_se: Avbryt beställning

source: Do you really want to cancel this order?
sv_se: Vill du verkligen avbryta denna beställning?

source: The order could not be canceled. Please try again later.
sv_se: Avbeställningen misslyckades. Vänligen försök igen senare.

source: Campaign
sv_se: Kampanj

source: View order
sv_se: Visa order

source: Resource Booking Package Map
sv_se: Resursbokning paketkarta

source: Outputs a google map over products booked in package.
sv_se: Visar en Google karta med alla produkter i ett paket.

source: Media name
sv_se: Namn på material

source: Media type
sv_se: Mediatyp

source: Image width
sv_se: Bildens bredd

source: Registration form
sv_se: Registreringsformulär

source: Registration forms
sv_se: Registreingsformulär

source: Outputs a registration form for customers.
sv_se: Visar ett registreringsformulär för kunder

source: Confirm email
sv_se: Bekräfta e-postadress

source: The email does not match.
sv_se: E-postadresserna matchar inte.

source: Password
sv_se: Lösenord

source: Confirm password
sv_se: Bekräfta lösenord

source: The password does not match.
sv_se: Lösenordet matchar inte

source: First name
sv_se: Förnamn

source: Last name
sv_se: Efternamn

source: Glnr number
sv_se: GLN-nummer

source: optional
sv_se: valfritt

source: Website
sv_se: Webbplats

source: Register
sv_se: Registrera

source: Identifier for value added tax purposes.
sv_se: Identifierare för mervärdesskatteändamål.

source: Electronic invoice number
sv_se: Elektroniskt fakturanummer

source: Billing
sv_se: Fakturering

source: Select organisation type
sv_se: Välj organisationstyp

source: I am
sv_se: Jag är

source: You are already logged in.
sv_se: Du är redan inloggad.

source: User account settings
sv_se: Kontoinställningar

source: Outputs a form for user account settings.
sv_se: Visar ett formulär för användar-kontoinställningar.

source: Optional setting
sv_se: Icke-obligatorisk inställning.

source: Change password
sv_se: Ändra lösenord

source: Save
sv_se: Spara

source: Upload files
sv_se: Ladda upp filer

source: Upload material requirements
sv_se: Ladda upp materialkrav

source: Time period
sv_se: Tidsperiod

# Post type plural
source: Orders
sv_se: Beställningar

# Post type singular
source: Order
sv_se: Beställning

source: Order registry.
sv_se: Beställningsregister

source: order
sv_se: beställning

source: Undefined
sv_se: Odefinierat

source: Order statuses
sv_se: Orderstatusar

# Post type plural
source: Products
sv_se: Produkter

# Post type singular
source: Product
sv_se: Produkt

source: Product registry.
sv_se: Produktregister

source: Packages
sv_se: Paket

source: Resource Booking
sv_se: Resursbokning

source: Current nonce key is:
sv_se: Nuvarande nonce-nyckel är:

source: You cannot have negative time slots configured.
sv_se: Du kan inte ha negativa tidsluckor konfigurerade.

source: Sorry, you don't have permission to view this order.
sv_se: Tyvärr har du inte behörighet att visa denna order.

source: Export with AcfExportManager
sv_se: Exportera med ACF Export Manager

source: Exported %d fieldgroup(s).
sv_se: Exporterade %d fältgrupper.

source: Modularity Resource Booking
sv_se: Modularity Resursbokning

source: Book a physical resource for a predefined period of time
sv_se: Boka en fysiskt resurs under en fördefinierad period
